Repository: MX-Linux/disk-manager
Catalog: po/*.po
Languages: el, es_es, gl_es, it, ja, ru_ru, sl

source: Insufficient rights
el: Ελλιπή δικαιώματα
es_es: Permisos insuficientes
gl_es: Dereitos insuficientes
it: Permessi insufficienti
ja: 権限がありません
ru_ru: Недостаточно прав
sl: Ni dovolj pravic

source: You need administrative rights to start this application.
el: Χρειάζονται δικαιώματα διαχειριστή για να εκκινηθεί αυτή η εφαρμογή.
es_es: Necesita permisos de administrador para iniciar esta aplicación.
gl_es: Precisas de dereitos administrativos para iniciar esta aplicación.
it: Sono necessari permessi di amministratore per avviare questa applicazione.
ja: このアプリケーションを起動するには管理者権限が必要です。
ru_ru: Требуются права администратора.
sl: Za zagon tega programa potrebujete skrbniške pravice

source: <b>Driver</b>
el: <b>Πρόγραμμα οδήγησης</b>
es_es: <b>Controlador</b>
gl_es: <b>Controlador</b>
ja: <b>ドライバ</b>
ru_ru: <b>Драйвер</b>
sl: <b>Gonilnik</b>

source: This driver seems to not be available for this type.
el: Αυτό το πρόγραμμα οδήγησης φαίνεται να μην είναι διαθέσιμο.
es_es: Este controlador parece no estar disponible para este tipo.
gl_es: Este controlador parece non estar dispoñible para este tipo.
it: Questo driver non sembra essere disponibile per questo tipo.
ja: ドライバはこのタイプでは使用できないようです。
ru_ru: Этот драйвер, по-видимому, недоступен для этого типа.
sl: Zdi se, da ta gonilnik ni na voljo za to vrsto.

source: <b>Mount point</b>
el: <b>Σημείο προσάρτησης</b>
es_es: <b>Punto de montaje</b>
gl_es: <b>Punto de montaxe</b>
it: <b>Punto di mount</b>
ja: <b>マウントポイント</b>
ru_ru: <b>Точка монтирования</b>
sl: <b>Točka priklopa</b>

source: <b>Options</b>
el: <b>Επιλογές</b>
es_es: <b>Opciones</b>
gl_es: <b>Opcións</b>
it: <b>Opzioni</b>
ja: <b>オプション</b>
ru_ru: <b>Опции</b>
sl: <b>Možnosti</b>

source: Check device every 30 boots
el: Έλεγχος συσκευής κάθε 30 εκκινήσεις
es_es: Comprobar el dispositivo cada 30 arranques
gl_es: Comproba o dispositivo cada 30 arranques
it: Controllare il dispositivo ogni 30 avvii
ja: デバイスを30回起動する毎にチェックします
ru_ru: Проверять устройство каждые 30 включений
sl: Preveri napravo na vsakih 30 zagonov

source: <big><b>Configuration file:</b></big>
el: <big><b>Αρχείο ρυθμίσεων:</b></big>
es_es: <big><b>Archivo de configuración:</b></big>
gl_es: <big><b>Arquivo de configuración:</b></big>
it: <big><b>File di configurazione:</b></big>
ja: <big><b>設定ファイル:</b></big>
ru_ru: <big><b>Файл конфигурации:\:</b></big>
sl: <big><b>Nastavitvena datoteka:</b></big>

source: <b>Vendor:</b>
el: <b>Κατασκευαστής:</b>
es_es: <b>Fabricante:</b>
gl_es: <b>Vendedor:</b>
it: <b>Produttore:</b>
ja: <b>ベンダ:</b>
ru_ru: <b>Производитель:</b>
sl: <b>Proizvajalec:</b>

source: <b>Model:</b>
el: <b>Μοντέλο:</b>
es_es: <b>Modelo:</b>
gl_es: <b>Modelo:</b>
it: <b>Modello:</b>
ja: <b>モデル:</b>
ru_ru: <b>Модель\:</b>

source: <b>Serial:</b>
el: <b>Ετικέτα:</b>
es_es: <b>Serie:</b>
it: <b>Numero di serie:</b>
ja: <b>シリアル:</b>
ru_ru: <b>Серийный №:</b>
sl: <b>Serijska:</b>

source: <b>bus:</b>
el: <b>δίαυλος:</b>
ja: <b>バス:</b>
ru_ru: <b>Шина:</b>
sl: <b>vodilo:</b>

source: Not available
el: Μη διαθέσιμος
es_es: No disponible
gl_es: Non dispoñible
it: Non disponibile
ja: 利用不可
ru_ru: Недоступно
sl: Ni na voljo

source: Drive
el: Οδηγός
es_es: Unidad
gl_es: Disco
it: Unità
ja: ドライブ
ru_ru: Диск
sl: Pogon

source: <b>Device:</b>
el: <b>Συσκευή:</b>
es_es: <b>Dispositivo:</b>
gl_es: <b>Dispositivo:</b>
it: <b>Dispositivo:</b>
ja: <b>デバイス:</b>
ru_ru: <b>Устройство:</b>
sl: <b>Naprava:</b>

source: <b>Type:</b>
el: <b>Τύπος:</b>
es_es: <b>Tipo:</b>
gl_es: <b>Tipo:</b>
it: <b>Tipo:</b>
ja: <b>タイプ:</b>
ru_ru: <b>Тип:</b>
sl: <b>Vrsta:</b>

source: <b>Label:</b>
el: <b>Ετικέτα:</b>
es_es: <b>Etiqueta:</b>
gl_es: <b>Etiqueta:</b>
it: <b>Etichetta:</b>
ja: <b>ラベル:</b>
ru_ru: <b>Метка:</b>
sl: <b>Oznaka:</b>

source: <b>Mount point:</b>
el: <b>Σημείο προσάρτησης:</b>
es_es: <b>Punto de montaje:</b>
gl_es: <b>Punto de montaxe</b>
it: <b>Punto di mount:</b>
ja: <b>マウントポイント:</b>
ru_ru: <b>Точка монтирования:</b>
sl: <b>Točka priklopa:</b>

source: <b>Options:</b>
el: <b>Επιλογές:</b>
es_es: <b>Opciones:</b>
gl_es: <b>Opcións</b>
it: <b>Opzioni:</b>
ja: <b>オプション:</b>
ru_ru: <b>Опции:</b>
sl: <b>Možnosti:</b>

source: Volume
el: Τόμος
es_es: Volumen
ja: ボリューム名
ru_ru: Том
sl: Nosilec

source: <b>Total size:</b>
el: <b>Συνολικό μέγεθος:</b>
es_es: <b>Tamaño total:</b>
gl_es: <b>Tamaño total:</b>
it: <b>Dimensione totale:</b>
ja: <b>合計サイズ:</b>
ru_ru: <b>Размер:</b>
sl: <b>Celotna velikost:</b>

source: <b>Free space:</b>
el: <b>Ελεύθερος χώρος:</b>
es_es: <b>Espacio libre:</b>
gl_es: <b>Espazo libre.</b>
it: <b>Spazio libero:</b>
ja: <b>空き容量:</b>
ru_ru: <b>Свободно:</b>
sl: <b>Prazen prostor:</b>

source: <b>Available space:</b>
el: <b>Διαθέσιμος χώρος:</b>
es_es: <b>Espacio disponible:</b>
gl_es: <b>Espazo dispoñible:</b>
it: <b>Spazio disponibile:</b>
ja: 利用可能な容量
ru_ru: <b>Доступно:</b>
sl: <b>Razpoložljiv prostor:</b>

source: <b>Used space:</b>
el: <b>Χώρος σε χρήση:</b>
es_es: <b>Espacio usado:</b>
gl_es: <b>Espazo utilizado:</b>
it: <b>Spazio utilizzato:</b>
ja: <b>使用済み容量:</b>
ru_ru: <b>Занято:</b>
sl: <b>Zaseden prostor:</b>

source: Size
el: Χωρητικότητα
es_es: Tamaño
gl_es: Tamaño
it: Dimensione
ja: サイズ
ru_ru: Размер
sl: Velikost

source: Applying changes. Please wait until the process finishes.
el: Εφαρμογή αλλαγών. Παρακαλώ περιμένετε μέχρι να ολοκληρωθεί η διαδικασία.
es_es: Aplicando cambios. Por favor espere mientras finaliza el proceso.
gl_es: Aplicando cambios. Por favor, agarde ata que remate o proceso.
it: Applicazione delle modifiche. Attendere fino al termine del processo.
ja: 変更を適用中です。 処理が終了するまでお待ちください。
ru_ru: Вносятся изменения. Пожалуйста, дождитесь завершения процесса.
sl: Uveljavljanje sprememb. Počakajte, da se postopek konča.

source: Disk Manager
el: Διαχείριση δίσκων
es_es: Administrador de disco
gl_es: Xestor de discos
it: Gestore disco
ja: ディスクマネージャ
ru_ru: Управление дисками
sl: Upravljalnik diskov

source: Manage filesystem configuration
el: Διαχείριση δίσκων του συστήματος
es_es: Administra la configuración del sistema de archivos
gl_es: Xestionar a configuración do sistema de ficheiros
it: Gestione della configurazione del filesystem
ja: ファイルシステム構成の管理をします
ru_ru: Управление файловыми системами
sl: Upravljanje konfiguracije datotečnega sistema

source: No driver is available for this type of filesystem : '%s'
el: Δεν υπάρχει διαθέσιμο πρόγραμμα οδήγησης για το τύπο : '%s'
es_es: Ningún controlador disponible para este sistema de archivos : '%s'
gl_es: Ningún controlador está dispoñible para este tipo de sistema de ficheiros: '%s'
it: Nessun driver è disponibile per questo tipo di file di sistema: '%s'
ja: このタイプのファイルシステムに使用できるドライバはありません: '%s'
ru_ru: Для этого типа файловой системы отсутствует драйвер: '%s'
sl: Za to vrsto datotečnega sistema ni gonilnika: '%s'

source: Select a directory
el: Επιλογή καταλόγου
es_es: Seleccione un directorio
gl_es: Selecciona un directorio
it: Selezionare una directory
ja: ディレクトリの選択
ru_ru: Выберите каталог
sl: Izberite direktorij

source: Wrong mount point
el: Εσφαλμένο σημείο προσάρτησης
es_es: Punto de montaje incorrecto
gl_es: Punto de montaxe incorrecto
it: Punto di mount errato
ja: マウントポイントが正しくありません
ru_ru: Неверная точка монтирования
sl: Napačna točka priklopa

source: <i>%s</i> is currently in use. You should try another one.
el: Το <i>%s</i> χρησιμοποιείται. Θα πρέπει να δοκιμάσετε άλλο.
es_es: <i>%s</i> esta actualmente en uso. Debería probar con otro.
gl_es: <i>%s</i> está actualmente en uso. Deberías probar con otro.
it: <i>%s</i> è attualmente in uso. Provare con un'altra.
ja: <i>%s</i> は使用中です。 別のものを使用してください。
ru_ru: <i>%s</i> сейчас используется. Попробуйте другой.
sl: <i>%s</i> je trenutno v rabi. Poskusite z drugo.

source: Options formatting error
el: Σφάλμα στη μορφοποίηση επιλογών
es_es: Error en el formato de las opciones
gl_es: Erro de formato de opcións
it: Errore nelle opzioni di formattazione
ja: オプションの初期化エラー
ru_ru: Ошибка формата параметров
sl: Napaka v zapisu možnosti

source: <i>%s</i> is not formatted correctly. Options should be separated by comma (,)
el: Το <i>%s</i> δεν έχει μορφοποιηθεί σωστά. Οι επιλογές πρέπει να διαχωρίζονται με κόμμα (,)
es_es: <i>%s</i> no esta formateado correctamente. Las opciones deben estar separadas por una coma (,)
gl_es: <i>%s</i> non está formatado correctamente. As opcións deben estar separadas por coma (,).
it: <i>%s</i> non è formattato correttamente. Le opzioni dovrebbero essere separate da una virgola (,)
ja: <i>%s</i> は正しく初期化されていません。 オプションはコンマ ( , ) で区切る必要があります。
ru_ru: <i>%s</i> имеет неверный формат. Параметры разделяются запятыми (,)
sl: <i>%s</i> ni pravilno oblikovan. Opcije naj bodo ločene z vejico (,)

source: Removing unknown devices from the configuration file?
el: Να αφαιρεθούν οι άγνωστες συσκευές από το αρχείο ρυθμίσεων;
es_es: ¿Desea eliminar los dispositivos desconocidos del archivo de configuración?
gl_es: Eliminar dispositivos descoñecidos do ficheiro de configuración?
it: Rimuovere i dischi sconosciuti dal file di configurazione?
ja: 設定ファイルから不明なデバイスを削除しますか?
ru_ru: Удалить неизвестные устройства из файла конфигурации?
sl: Odstranim neznane naprave iz nastavitvene datoteke?

source: I can not find any existing block devices corresponding to the following devices:
el: Δεν εντοπίζονται συσκευές μπλοκ που αντιστοιχούν στις ακόλουθες συσκευές:
es_es: No se pudo encontrar ningún dispositivo de bloque existente que corresponda a los siguientes dispositivos:
gl_es: Non podo atopar ningún dispositivo de bloques existente correspondente aos seguintes dispositivos:
it: Impossibile trovare un dispositivo a blocchi corrispondente ai seguenti dispositivi:
ja: 次のデバイスに対応する既存のブロックデバイスが見つかりません:
ru_ru: Не могу найти существующие блочные устройства, соответствующие следующим устройствам:
sl: Ne najdem obstoječih bločnih naprav, ki bi ustrezale naslednjim napravam:

source: It is advisable to remove them in order to avoid failed mount at start-up. Select the ones you want to remove.
el: Συνιστάται η αφαίρεση τους για την αποφυγή αποτυχημένης προσάρτησης στην εκκίνηση. Επιλέξτε αυτά που θέλετε να αφαιρέσετε.
es_es: Es aconsejable eliminarlos para evitar un montaje fallido en el arranque. Seleccione los que desea eliminar.
gl_es: É aconsellable eliminá-los para evitar un montaxe fallido ao iniciar. Seleccione os que desexe eliminar.
it: È consigliato rimuoverli per evitare il fallimento del montaggio all'avvio. Selezionare quelli da rimuovere.
ja: 起動時のマウントの失敗を避けるために、これらを削除することをお薦めします。削除したいものを選択してください。
ru_ru: Рекомендуется удалить их во избежание неудачного монтирования при запуске. Выберите те, которые вы хотите удалить.
sl: V izogib neuspelemu priklapljanju ob zagonu jih je priporočljivo odstraniti. Označite tiste, ki naj se odstranijo.

source: Remove selected
el: Αφαίρεση
es_es: Eliminar lo seleccionado
gl_es: Eliminar seleccionado
it: Rimuovi selezionati
ja: 選択したものを削除します
ru_ru: Удалить выделенные
sl: Odstrani izbrane

source: Don't show me this warning in the future.
el: Να μην εμφανίζεται αυτή η προειδοποίηση στο μέλλον.
es_es: No mostrar esta advertencia de nuevo.
gl_es: Non me mostres este aviso no futuro.
it: Non mostrare questo avviso in futuro.
ja: 今後この警告を表示しません。
ru_ru: Не показывать мне это предупреждение в будущем.
sl: Teka več ne prikaži.

source: Duplicate entry detected
el: Βρέθηκε διπλή καταχώρηση
es_es: Se ha encontrado una entrada duplicada
gl_es: Entrada duplicada detectada
it: Trovata voce duplicata
ja: 重複したエントリが検出されました
ru_ru: Обнаружен дубликат записи
sl: Zaznan je bil podvojen vnos

source: The following entries of your configuration file use the same mount point:
el: Οι ακόλουθες καταχωρήσεις στο αρχείο ρυθμίσεων, χρησιμοποιούν το ίδιο σημείο προσάρτησης:
es_es: Las siguientes entradas de su archivo de configuración utilizan el mismo punto de montaje:
gl_es: As seguintes entradas do teu ficheiro de configuración usan o mesmo punto de montaxe:
it: Le seguenti voci del file di configurazione utilizzano lo stesso punto di mount:
ja: 以下の設定ファイルのエントリーは、同じマウントポイントを使用します。
ru_ru: В следующих записях вашего файла конфигурации используется одна и та же точка монтирования:
sl: Naslednji vnosi v nastavitveni datoteki uporabljajo isto točko priklopa:

source: Two different devices can not share the same mount point. You should select the one you want, and the others will be commented. They will be kept in the configuration file, but will be disabled.
el: Δεν μπορούν να μοιράζονται το ίδιο σημείο προσάρτησης δύο διαφορετικές συσκευές. Θα πρέπει να επιλέξετε αυτή που θέλετε και η άλλη θα απενεργοποιηθεί. Θα διατηρηθεί όμως στο αρχείο ρυθμίσεων.
es_es: Dos dispositivos distintos no pueden compartir el mismo punto de montaje. Seleccione el que desea conservar, y los otros serán comentados. Se conservarán en el archivo de configuración, pero serán desactivados.
gl_es: Dous dispositivos diferentes non poden compartir o mesmo punto de montaxe. Debes seleccionar o que desexas e os demais serán comentados. Manteranse no ficheiro de configuración, pero estarán desactivados.
it: Due dispositivi diversi non possono condividere lo stesso punto di mount. Selezionare quello desiderato, gli altri verranno commentati. Saranno conservati nel file di configurazione, ma verranno disabilitati.
ja: 2つの異なるデバイスが同じマウントポイントを共有することはできません。必要なデバイスを選択すると、他のデバイスはコメントされます。これらは設定ファイルに保持されますが、無効になります。
ru_ru: Два разных устройства не могут использовать одну и ту же точку монтирования. Вы должны выбрать одно нужно вам, а остальные будут закомментированы. Они сохранятся в файле конфигурации, но будут отключены.
sl: Različni napravi ne moreta uporabljati iste točke priklopa. Izberite željeno, druga pa bo označena kot komentar in bo s tem v nastavitveni datoteki onemogočena.

source: Keep selected
el: Διατήρηση
es_es: Mantener lo seleccionado
gl_es: Mantén seleccionado
it: Mantieni selezionato
ja: 選択項目を保持
ru_ru: Сохранить выбранное
sl: Obdrži izbrano

source: Easily manage your filesystem configuration
el: Εύκολη διαχείρηση του συστήματος των δίσκων σας
es_es: Administra fácilmente la configuración de su sistema de archivos
gl_es: Xestiona facilmente a configuración do teu sistema de ficheiros
it: Gestisci facilmente la configurazione del tuo file di sistema
ja: ファイルシステムの構成を簡単に管理できます
ru_ru: Легкое управление файловыми системами
sl: Enostavno upravljanje konfiguracije datotečnega sistema

source: Enable
el: Ενεργοποίηση
es_es: Activar
gl_es: Activar
it: Abilitato
ja: 有効化
ru_ru: Включить
sl: Vklopi

source: Device
el: Συσκευή
es_es: Dispositivo
gl_es: Dispositivo
ja: デバイス
ru_ru: Устройство
sl: Naprava

source: Mount point
el: Σημείο προσάρτησης
es_es: Punto de montaje
gl_es: Punto de montaxe
it: Punto di mount
ja: マウントポイント
ru_ru: Точка монтирования
sl: Točka priklopa

source: Type
el: Τύπος
es_es: Tipo
gl_es: Tipo
it: Tipo
ja: タイプ
ru_ru: Тип
sl: Vrsta

source: Total
el: Σύνολο
it: Totale
ja: 合計
ru_ru: Всего
sl: Skupaj

source: Free
el: Ελεύθερα
es_es: Libre
gl_es: De balde
it: Libero
ja: 空き
ru_ru: Свободно
sl: Prosto

source: Used
el: Σε χρήση
es_es: Usado
gl_es: Usado
it: Usato
ja: 使用中
ru_ru: Использовано
sl: Porabljeno

source: Editing system partition?
el: Να γίνει επεξεργασία της κατάτμησης;
es_es: ¿Editar la partición del sistema?
gl_es: Editar a partición do sistema?
it: Modificare partizione di sistema?
ja: システムパーティションを編集しますか？
ru_ru: Изменить разделение системы?
sl: Urejanje sistemskega razdelka?

source: %s is an important system partition. Be really careful when editing it, or you may have serious problems. Do you want to continue?
el: Το %s είναι μια σημαντική κατάτμηση του συστήματος. Να είστε πολύ προσεκτικοί στην επεξεργασία, διαφορετικά μπορεί να έχετε σοβαρά προβλήματα. Θέλετε να συνεχίσετε;
es_es: %s es una partición importante del sistema. Sea muy cuidadoso al editarla, o puede tener serios problemas. ¿Desea continuar?
gl_es: %s é unha partición do sistema importante. Sé moi coidadoso ao editala, ou poderías ter problemas graves. Queres continuar?
it: %s è un'importante partizione di sistema. Prestare molta attenzione quando viene modificata o potrebbero presentarsi seri problemi. Continuare veramente?
ja: %s は重要なシステムパーティションです。編集する際は十分注意してください。そうしないと深刻な問題が発生する可能性があります。続行しますか？
ru_ru: %s является важным системным разделом. Будьте осторожны при его правке, иначе у вас могут быть серьезные проблемы. Хотите продолжить?
sl: %s je pomemben sistemski razdelek. Bodite res previdni, ko ga urejate, sicer lahko imate resne težave. Ali želite nadaljevati?

source: Unmount
el: Αποπροσάρτηση
es_es: Desmontar
gl_es: Desconectar
it: Smonta
ja: アンマウント
ru_ru: Размонтировать
sl: Odklop

source: Mount
el: Προσάρτηση
es_es: Montar
gl_es: Conectar
it: Monta
ja: マウント
ru_ru: Монтирование
sl: Priklop

source: Reverting to an older version?
el: Να γίνει επαναφορά σε παλαιότερη έκδοση;
es_es: ¿Regresar a una versión anterior?
gl_es: Reverter a unha versión anterior?
it: Ripristinare una vecchia versione?
ja: 古いバージョンへに戻しますか？
ru_ru: Вернуть старую версию?
sl: Povrnitev na starejšo različico?

source: This will apply the following changes:
el: Πρόκειται να εφαρμοστούν οι ακόλουθες αλλαγές:
es_es: Se aplicarán los siguientes cambios:
gl_es: Isto aplicará os seguintes cambios:
it: QUesto applicherà i seguenti cambiamenti:
ja: これによって、以下の変更が適用されます。
ru_ru: Будут применены следующие изменения:
sl: To bo uveljavilo naslednje spremembe:

source: Do you want to continue?
el: Θέλετε να συνεχίσετε;
es_es: ¿Desea continuar?
gl_es: Continuar?
it: Continuare?
ja: 作業を続けてもよろしいですか？
ru_ru: Вы хотите продолжить?
sl: Želite nadaljevati?

source: KB
ru_ru: КБ

source: MB
ru_ru: МБ

source: GB
ru_ru: ГБ

source: TB
ru_ru: ТБ

source: Unmounting disabled devices?
el: Να γίνει αποπροσάρτηση των απενεργοποιημένων συσκευών;
es_es: ¿Desmontar los dispositivos desactivados?
gl_es: Desmontar dispositivos desactivados?
it: Smontare i dispositivi disabilitati?
ja: 無効なデバイスをアンマウントしますか？
ru_ru: Отмонтировать отключённые устройства?
sl: Odklop onemogočenih naprav?

source: You disabled the following devices:
el: Απενεργοποίηση των ακόλουθων συσκευών:
es_es: Ha desactivado los siguientes dispositivos:
gl_es: Desactivaches os seguintes dispositivos:
it: Sono stati disabilitati i seguenti dispositivi:
ja: 次のデバイスが無効になりました。
ru_ru: Вы отключили следующие устройства:
sl: Naslednje naprave so bile onemogočene:

source: Do you want to unmount them?
el: Θέλετε να γίνει αποπροσάρτηση;
es_es: ¿Quiere desmontarlos?
gl_es: Queres desmontalos?
it: Smontarli veramente?
ja: アンマウントしますか？
ru_ru: Хотите их отмонтировать?
sl: Jih želite odklopiti?

source: Unmount selected
el: Αποπροσάρτηση
es_es: Desmontar lo seleccionado
gl_es: Desmontar seleccionado
it: Smonta selezione
ja: 選択した項目をアンマウント
ru_ru: Отмонтировать выбранные
sl: Odklopi izbrane

source: Reboot required
el: Απαιτείται επανεκκίνηση
es_es: Es necesario reiniciar
gl_es: Reinicio necesario
it: Riavvio richiesto
ja: 再起動が必要です
ru_ru: Требуется перезагрузка
sl: Potreben je ponovni zagon

source: In order to apply all your changes, you'll need to reboot your computer.
el: Για να εφαρμοστούν όλες τις αλλαγές, θα χρειαστεί επανεκκίνηση του υπολογιστή σας.
es_es: Para poder aplicar todos los cambios, es necesario que reinicie su equipo.
gl_es: Para aplicar todas as túas modificacións, terás que reiniciar o teu ordenador.
it: Per poter applicare le modifiche, è necessario riavviare il computer.
ja: すべての変更を適用するにはコンピュータを再起動する必要があります。
ru_ru: Для применения всех ваших изменений вам необходимо перезагрузить компьютер.
sl: Da bi uveljavili spremembe, morate znova zagnati računalnik.

source: Mounting partition
el: Προσάρτηση κατάτμησης
es_es: Montando partición
gl_es: Montaxe da partición
it: Montaggio della partizione
ja: パーティションのマウント中です
ru_ru: Монтирование раздела
sl: Priklapljanje razdelkov

source: Unmounting partition
el: Αποπροσάρτηση κατάτμησης
es_es: Desmontando partición
gl_es: Desmontaxe da partición
it: Smontaggio della partizione
ja: パーティションをアンマウントしています
ru_ru: Отмонтирование раздела
sl: Odklapljanje razdelkov

source: Applying changes
el: Εφαρμογή αλλαγών
es_es: Aplicando cambios
gl_es: Aplicar cambios
it: Applicazione dei cambiamenti
ja: 変更を適用中です
ru_ru: Применение изменений
sl: Uveljavljanje sprememb

source: Unmounting %s
el: Αποπροσάρτηση του %s
es_es: Desmontando %s
gl_es: Desconectando %s
it: Smontaggio di %s
ja: %s をアンマウントしています
ru_ru: Отмонтирование %s
sl: Odklapljanje %s

source: Mounting %s
el: Προσάρτηση του %s
es_es: Montando %s
gl_es: Montando %s
it: Montaggio di %s
ja: %s をマウントしています
ru_ru: Монтирование %s
sl: Priklapljanje %s

source: Unmounting failed
el: Απέτυχε η αποπροσάρτηση
es_es: Desmontaje fallido
gl_es: Desmontaxe fallido
it: Smontaggio fallito
ja: アンマウントに失敗しました
ru_ru: Отмонтирование не удалось
sl: Odklop ni uspel

source: Unmounting <i>%s</i> failed because of the following error:
el: Απέτυχε η αποπροσάρτηση του <i>%s</i> λόγω του σφάλματος:
es_es: No fue posible desmontar <i>%s</i> a causa del siguiente error:
gl_es: Desmontar <i>%s</i> fallou debido ao seguinte erro.
it: Lo smontaggio di <i>%s</i> è fallito a causa del seguente errore:
ja: 次のエラーのため、<i>%s</i>のアンマウントに失敗しました:
ru_ru: Отмонтирование <i>%s</i> не удалось из-за следующей ошибки:
sl: Odklop <i>%s</i> ni uspel zaradi naslednje napake:

source: You can also use the 'lazy' options to detach the filesystem now.
el: Μπορείτε επίσης να χρησιμοποιήσετε την επιλογή "lazy" για να το αποσυνδέσετε τώρα.
es_es: También puede usar las opciones 'lazy' para desconectar el sistema de archivos ahora.
gl_es: Tamén podes usar as opcións 'lazy' para desvincular o sistema de ficheiros agora.
it: È possibile usare anche l'opzione «lazy» per smontare il filesystem ora.
ja: 'lazy' オプションを使うと、ファイルシステムを切り離すことも可能です。
ru_ru: Вы также можете использовать «lazy» параметры, чтобы отсоединить файловую систему прямо сейчас.
sl: Za odklop datotečnega sistema lahko uporabite tudi opcijo 'lazy'.

source: Unmounting <i>%s</i> failed, because it is currently used by the following applications:
el: Απέτυχε η αποπροσάρτηση του <i>%s</i> Χρησιμοποιείται από τις εφαρμογές:
es_es: Falló el desmontaje de <i>%s</i>. por que las siguientes aplicaciones están siendo usadas en este momento:
gl_es: Desmontar <i>%s</i> fallou, porque está a ser utilizado polas seguintes aplicacións:
it: Smontaggio di <i>%s</i> fallito, perché è attualmente in uso dalle seguenti applicazioni:
ja: <i>%s</i>のアンマウントに失敗しました。なぜなら現在、次のアプリケーションで使用されているからです。
ru_ru: Не удалось отмонтировать <i>%s</i>, поскольку в настоящее время он используется следующими приложениями:
sl: Odklop <i>%s</i> ni uspel, ker ga trenutno uporablja naslednja aplikacija:

source: Close all applications that use it and retry to unmount.
el: Κλείστε όλες τις εφαρμογές που το χρησιμοποιούν και προσπαθήστε πάλι.
es_es: Cierre todas las aplicaciones que lo están utilizando y vuelva a intentar desmontarlo.
gl_es: Peche todas as aplicacións que o usen e ténte desmontar de novo.
it: Chiudere tutte le applicazioni che ne fanno uso e riprovare a smontarlo.
ja: それを使用するすべてのアプリケーションを終了して、再度アンマウントを試行します。
ru_ru: Закройте все приложения, которые его используют, и повторите попытку отмонтирования.
sl: Zapri vse aplikacije, ki napravo uporabljajo in poskusi znova z odklopom.

source: The filesystem might be temporarily busy. Wait few seconds and retry.
el: Το σύστημα ενδέχεται να είναι προσωρινά απασχολημένο. Περιμένετε λίγα δευτερόλεπτα και δοκιμάστε πάλι.
es_es: El sistema de archivos puede estar temporalmente ocupado. Espere unos segundos y vuelva a intentarlo.
gl_es: O sistema de ficheiros pode estar temporalmente ocupado. Agarde uns segundos e tente novamente.
it: Il file di sistema potrebbe essere temporaneamente occupato. Attendi alcuni secondi e riprova.
ja: ファイルシステムが一時的に切迫状態になっている可能性があります。数秒待ってから再試行してください。
ru_ru: Файловая система может быть временно занята. Подождите несколько секунд и повторите попытку.
sl: Datotečni sistem je trenutno zaposlen. Počakajte nekaj sekund in poskusite znova.
