Repository: MX-Linux/disk-manager
Catalog: po/*.po
Languages: el, es_es, gl_es, it, ja, ru_ru, sl

source: Unmount with the 'lazy' option
el: Αποπροσάρτηση με την επιλογή 'lazy'
es_es: Desmontando con la opción 'lazy'
gl_es: Desmontar coa opción 'lazy'
it: Smonta con l'opzione «lazy»
ja: 'lazy' オプションでアンマウントします
ru_ru: Отмонтировать с «lazy» параметром
sl: Odklop z opcijo 'lazy'

source: Retry unmount
el: Επανάληψη αποπροσάρτησης
es_es: Volver a intentar el desmontaje
gl_es: Reintentar desmontaxe
it: Riprova smontaggio
ja: アンマウントの再実行
ru_ru: Повторить отмонтирование
sl: Ponovi poskus odklopa

source: Even with the lazy option, unmounting failed.
el: Απέτυχε η αποπροσάρτηση, ακόμη και με την επιλογή lazy.
es_es: Ha fallado el desmontaje incluso con la opción 'lazy'.
gl_es: Aínda coa opción de lazy, o desmontaxe fallou.
it: Smontaggio fallito anche con l'opzione «lazy».
ja: lazy オプションを使用しても、アンマウントは失敗しました。
ru_ru: Даже при использовании lazy параметра отмонтирование завершилось неудачей.
sl: Odklop ni uspel celo ob rabi opcije 'lazy'

source: Mounting failed
el: Απέτυχε η προσάρτηση
es_es: Montaje fallido
gl_es: Desmontaxe fallido
it: Montaggio fallito
ja: マウントに失敗しました
ru_ru: Монтирование не удалось
sl: Priklop ni uspel

source: Mounting <i>%s</i> failed because of the following error:
el: Απέτυχε η προσάρτηση του <i>%s</i> λόγω του σφάλματος:
es_es: No fue posible montar <i>%s</i> a causa del siguiente error:
gl_es: Desmontar <i>%s</i> fallou debido ao seguinte erro:
it: Il montaggio di <i>%s</i> è fallito a causa del seguente errore:
ja: 以下の理由によって <i>%s</i> のマウントは失敗しました。
ru_ru: Монтирование <i>%s</i> не удалось из-за следующей ошибки:
sl: Priklop <i>%s</i> ni uspel zaradi naslednje napake:

source: Retry mount
el: Επανάληψη προσάρτησης
es_es: Volver a intentar el montaje
gl_es: Reintentar montaxe
it: Riprova montaggio
ja: マウントの再実行
ru_ru: Повторить монтирование
sl: Ponovi poskus priklopa

source: You can try one of the following actions:
el: Μπορείτε να δοκιμάσετε μία από τις παρακάτω ενέργειες:
es_es: Puede intentar una de las acciones siguientes:
gl_es: Podes probar unha das seguintes accións:
it: Puoi provare una delle seguenti azioni:
ja: 次のいずれかの操作を実行できます。
ru_ru: Вы можете попробовать одно из следующих действий:
sl: Lahko poskusite z enim od naslednjih dejanj:

source: It seems that option '%s' is not allowed.
el: Φαίνεται ότι δεν επιτρέπεται η επιλογή '%s'.
es_es: Parece que la opción '%s' no esta permitida.
gl_es: Parece que a opción '%s' non está permitida.
it: Sembra che l'opzione '%s' non sia permessa.
ja: '%s' オプションは許可されていないようです。
ru_ru: Скорее всего параметр «%s» не поддерживается.
sl: Videti je, da opcija '%s' ni dovoljena.

source: Return options to defaults
el: Επιστροφή επιλογών στις προεπιλογές
es_es: Volver a las opciones por defecto
gl_es: Devolución aos valores predeterminados
it: Ripristina le opzioni
ja: オプションを既定へ戻します
ru_ru: Вернуть параметры по умолчанию
sl: Povrni opcije na privzete

source: Don't use the '%s' option
el: Μη χρησιμοποιείτε την επιλογή '%s'
es_es: No use la opción '%s'
gl_es: Non uses a opción '%s'
it: Non usare l'opzione «%s»
ja: '%s' オプションは使用しません
ru_ru: Не использовать параметр «%s»
sl: Ne uporabite opcije '%s'

source: It seems that fs type '%s' is not valid.
el: Φαίνεται ότι ο τύπος fs '%s' δεν είναι έγκυρος.
es_es: Parece que este tipo de sistema de archivos '%s' no es válido.
gl_es: Parece que o tipo de sistema de ficheiros '%s' non é válido.
it: Sembra che il tipo di file di sistema '%s' non sia valido.
ja: fs タイプ '%s' は無効になっているようです。
ru_ru: Скорее всего тип ФС «%s» не поддерживается.
sl: Videti je, da vrsta datotečnega sistema '%s' ni ustrezna.

source: Using driver '%s' (%s)
el: Χρήση του προγράμματος οδήγησης '%s' (%s )
es_es: Usando el dispositivo '%s' (%s)
gl_es: Usando o controlador '%s' (%s)
it: Driver «%s» (%s) in uso
ja: '%s' (%s) ドライバを使用します
ru_ru: Испозьзуется драйвер '%s' (%s)
sl: Uporabljen gonilnik '%s'(%s)

source: You can try to use the 'force' option. Be aware that this could be risky.
el: Δοκιμαστικά μπορείται να χρησιμοποιήσετε την επιλογή 'force'. Να γνωρίζετε ότι αυτό μπορεί να είναι επικίνδυνο.
es_es: Puede intentar utilizar la opción 'force'. Tenga en cuenta que esto puede ser arriesgado.
gl_es: Podes intentar usar a opción 'force'. Estea consciente de que isto pode ser arriesgado.
it: Puoi provare ad usare l'opzione 'forza'. Sappi che ciò potrebbe essere rischioso.
ja: 'force' オプションの使用が可能です。ただしこれは危険であることに注意してください。
ru_ru: Вы можете воспользоваться параметром «force». Учтите, что это может быть рискованно.
sl: Lahko poskusite uporabiti opcijo 'force'. Zavedajte se, da je to lahko tvegano.

source: Use the 'force' option
el: Χρήση της επιλογής 'force'.
es_es: Usar la opción 'force'
gl_es: Usar a opción 'force'.
it: Usa l'opzione «force»
ja: 'force' オプションを使用します
ru_ru: Использовать параметр «force»
sl: Uporabi opcijo 'force'

source: translator-credits
el: Ιωάννης
es_es: créditos del traductor
gl_es: tradutor-créditos
it: Milo Casagrande <milo AT ubuntu DOT com>, 2007
ja: 翻訳者クレジット
sl: Arnold Marko
